[
  {
    "section": true,
    "title": "Dodiplomski Študij"
  },
  {
    "title": "Računalništvo in informatika",
    "subtitle": "univerzitetni študijski program",
    "gradTitle": "diplomirani inženir/diplomirana inženirka računalništva in informatike (UN)",
    "content": [
      "<p>Univerzitetni študijski program prve stopnje Računalništvo in informatika z naborom raznovrstnih predmetov, ki pokrivajo temeljna znanja s področja programiranja, algoritmov, razvoja mobilnih aplikacij, informacijskih sistemov, računalniških omrežij in administracije, omogoča visoko usposobljenost diplomantov s širokim spektrom znanj, ki so pomembna in potrebna za delo v stroki in v skladu z najsodobnejšimi merili in standardi.</p><li><b>Število vpisnih mest:</b> 150</li><li><b>Omejitev vpisa 2016/2017:</b> 72 točk</li>"
    ]
  },
  {
    "title": "Računalništvo in Informatika",
    "subtitle": "Visokošolski strokovni študijski program",
    "gradTitle": "diplomirani inženir/diplomirana inženirka računalništva in informatike (VS)",
    "content": [
      "<p>Visokošolski strokovni študijski program (VS) daje poudarek praktičnim znanjem in strokovnostim s področja računalništva in informatike. Študijski program omogoča večjo prilagodljivost pri izbiri predmetov, saj se lahko študentje v drugem in tretjem letniku z izbiranjem predmetov usmerijo v določena področja računalništva, kot so npr. spletne tehnologije, programska oprema, strojna oprema, informacijski sistemi, računalniška omrežja ipd. V zadnjem semestru se študij zaključi z devettedensko prakso v podjetju in z diplomskim delom. V osnovi je študijski program sicer namenjen takojšnji zaposljivosti diplomantov, kljub temu pa lahko študentje nadaljujejo študij na drugi in tretji bolonjski stopnji.</p><li><b>Število vpisnih mest:</b> 150</li><li><b>Omejitev vpisa 2016/2017:</b> 72,5 točk</li>"
    ]
  },
  {
    "title": "Računalništvo in matematika",
    "subtitle": "Interdisciplinarni univerzitetni študijski program",
    "gradTitle": "diplomirani inženir/diplomirana inženirka računalništva in matematike (UN)",
    "content": [
      "<p>Študij izvajata skupaj Fakulteta za računalništvo in informatiko ter Fakulteta za matematiko in fiziko Univerze v Ljubljani. Usmerjen je v teoretične osnove računalništva in z njimi povezana sodobna področja diskretne in računalniške matematike. Tekom študija študenti pridobijo široko pregledno znanje osnov računalništva, informatike in matematike ter se naučijo obvladovati in kasneje tudi razvijati nove dosežke na tem področju. Trdna matematična podlaga pa jim pomaga pri razumevanju in vključevanju na nova interdisciplinarna področja, kot so npr. biotehnologija, biomedicinska informatika, teoretična kemija itd.</p><li><b>Število vpisnih mest:</b> 40</li><li><b>Omejitev vpisa 2016/2017:</b> 76,5 točk</li>"
    ]
  },
  {
    "title": "Multimedija",
    "subtitle": "Interdisciplinarni univerzitetni študijski program",
    "gradTitle": "diplomirani inženir/diplomirana inženirka multimedije (UN)",
    "content": [
      "<p>Postanite izjemno konkurenčni diplomant najnovejšega programa Univerze v Ljubljani, ki združuje nekatere najboljše lastnosti elektrotehnike, računalništva, ustvarjalnosti, poslovnih znanj in komunikacije. Ta znanja vam bodo omogočila poseči po enem izmed 900.000 prostih delovnih mest v Evropi ter se potegovati za delo v najbolj uspešnih in najbolj inovativnih podjetjih doma in po svetu. Poleg tega so znanja, pridobljena na interdisciplinarnem univerzitetnem študijskem programu Multimedija, odlična odskočna deska za nadaljevanje študija ter raziskovalno delo doma in v tujini. Predvsem pa boste obvladali vse tisto, kar potrebujete, da vaš talent in domišljija zaživita v digitalnem svetu.</p><li><b>Število vpisnih mest:</b> 30</li><li><b>Omejitev vpisa 2016/2017:</b> 80 točk</li>"
    ]
  },
  {
    "title": "Upravna informatika",
    "subtitle": "Interdisciplinarni univerzitetni študijski program",
    "gradTitle": "diplomirani inženir/diplomirana inženirka upravne informatike (UN)",
    "content": [
      "<p>Interdisciplinarni univerzitetni študijski program Upravna informatika izvajata Fakulteta za računalništvo in informatiko in Fakulteta za upravo Univerze v Ljubljani. Študij omogoča študentom pridobitev kombinacije interdisciplinarnih znanj s področja upravnih in informacijskih znanosti. S tako kombinacijo znanj študenti pridobijo ustrezne kompetence za poglobljeno razumevanje procesov upravljanja, vodenja in menedžmenta, njihovo kritično analizo in razvoj informacijskih rešitev, ki so osnova za njihovo boljše izvajanje. Diplomanti programa bodo sposobni razvijati in vzdrževati celovite informacijske rešitve, tako informacijske sisteme kot tudi potrebno strojno in programsko opremo.</p><li><b>Število vpisnih mest:</b> 20</li><li><b>Omejitev vpisa 2016/2017:</b> brez omejitve</li>"
    ]
  },

  {
    "section": true,
    "title": "Magistrski Študij"
  },
  {
    "title": "Računalništvo in Informatika",
    "subtitle": "Magistrski študijski program druge stopnje",
    "gradTitle": "magister inženir/magistrica inženirka računalništva in informatike (MAG)",
    "content": [
      "<p>Magistrski študijski program druge stopnje Računalništvo in informatika daje bodočim magistrom znanje in spretnosti, da bodo sposobni slediti razvoju in tehnološkim spremembam ter se vključiti v razvojno in znanstveno delo, ki nudi izjemne možnosti za zaposlitev v Sloveniji in po svetu. Predmetnik omogoča oblikovanje študija glede na lastne želje, motivacijo in nagnjenja. Izbirne vsebine pokrivajo široko paleto področij in tehnologij ter tako dovoljujejo različne strokovne specializacije.</p><li><b>Število vpisnih mest:</b> 80 (redni študij)</li>"
    ]
  },
  {
    "title": "Pedagoško računalništvo in informatika",
    "subtitle": "interdisciplinarni magistrski študijski program druge stopnje",
    "gradTitle": "magister profesor/magistrica profesorica računalništva in informatike (MAG)",
    "content": [
      "<p>Interdisciplinarni magistrski študijski program druge stopnje Pedagoško računalništvo in informatika izvajamo skupaj s Pedagoško fakulteto Univerze v Ljubljani. S programom želimo pripomoči k boljši izobrazbi učiteljev in s tem k dvigu kvalitete pouka računalništva v slovenskih šolah. Diplomanti tega študija bodo obvladali računalništvo in bili istočasno usposobljeni za pedagoško delo. </p><li><b>Število vpisnih mest:</b> 20 (redni študij), 15 (izredni študij)</li>"
    ]
  },
  {
    "title": "Multimedija",
    "subtitle": "interdisciplinarni magistrski študijski program druge stopnje",
    "gradTitle": "magister inženir/magistrica inženirka multimedije (MAG)",
    "content": [
      "<p></p>"
    ]
  },
  {
    "title": "Računalništvo in matematika",
    "subtitle": "interdisciplinarni magistrski študijski program druge stopnje",
    "gradTitle": "magister inženir/magistrica inženirka računalništva in matematike (MAG)",
    "content": [
      "<p>Interdisciplinarni študij Računalništvo in matematika izvajamo skupaj s Fakulteto za matematiko in fiziko Univerze v Ljubljani. Študij je usmerjen v usposabljanje za razvoj in delo z novimi informacijskimi tehnologijami, za raziskovalno delo na področju matematike in teoretičnega računalništva ter razvija sposobnost hitrega obvladovanja novih spoznanj in dosežkov. Magistri in magistrice lahko najdejo zaposlitev v vseh panigah gospodarstva, v javnem ali neprofitnem sektorju, kjer delujejo na različnih področjih, od informacijsko-komunikacijskih tehnologij do računalniške in matematične podpore pri obvladovanju kompleksnih sistemov.</p><li><b>Število vpisnih mest:</b> 28 (redni študij)</li>"
    ]
  },
  {
    "title": "Kognitivna znanost",
    "subtitle": "interdisciplinarni magistrski študijski program druge stopnje",
    "gradTitle": "magister/magistrica kognitivne znanosti (MAG)",
    "content": [
      "<p>Interdisciplinarni magistrski študijski program druge stopnje Kognitivna znanost izvajajo Fakulteta za računalništvo in informatiko, Pedagoška fakulteta, Medicinska fakulteta in Filozofska fakulteta Univerze v Ljubljani s konzorcijem tujih univerz. Kognitivna znanost raziskuje duševnost. Njene temeljne discipline so nevroznanost, umetna inteligenca, biologija, jezikoslovje, antropologija, filozofija in psihologija. Cilj študija je izšolati raziskovalce na področju kognitivne znanosti in strokovnjake, usposobljene za povezovalno delo pri interdisciplinarnih projektih. Magistri bodo sposobni dognanja kognitivne znanosti uporabiti na specifičnih področjih, kot so poučevanje, izdelava programske opreme za strojno učenje, merjenje uporabniške izkušnje, izdelava vmesnikov in vodenje skupinskih procesov.</p><li><b>Število vpisnih mest:</b> 27</li>"
    ]
  },

  {
    "section": true,
    "title": "Doktorski Študij"
  },
  {
    "title": "Računalništvo in Informatika",
    "subtitle": "Doktorski študijski program",
    "gradTitle": "doktor znanosti",
    "content": [
      "<p>Bolonjski doktorski študijski program Računalništvo in informatika se izvaja od študijskega leta 2009/2010. Študij je namenjen poglabljanju znanja računalništva in urjenju v raziskovalnem delu. Priporočamo ga tako študentom, ki nameravajo ostati v akademski sferi kot tistim, ki bodo opravljali zahtevnejša razvojno-inovacijska dela v računalniški industriji.</p>"
    ]
  },
  {
    "title": "Bioznanost",
    "subtitle": "interdisciplinarni doktorski študijski program",
    "gradTitle": "doktor znanosti (z navedbo znanstvenega področja na doktorski listini)",
    "content": [
      "<p>Interdisciplinarni doktorski študijski program je skupen projekt štirih fakultet Univerze v Ljubljani: Biotehniške fakultete (koordinatorice programa), Fakultete za elektrotehniko, Fakultete za računalništvo in informatiko ter Fakultete za strojništvo. Bioznanosti je triletni doktorski program tretje bolonjske stopnje, na katerem se kandidati usposabljajo na tradicionalnih, že uveljavljenih temeljnih in aplikativnih znanstvenih smereh, ali pa se odločijo za nova znanstvena področja, ki jih narekuje razvoj novih tehnologij in potreb v družbi.</p>"
    ]
  }
]
